Revit 2024 API
BuiltInFailures.LooseDimensionFailures Class
 Failures about LooseDimension.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class LooseDimensionFailures
Visual Basic
Public NotInheritable Class LooseDimensionFailures
Visual C++
public ref class LooseDimensionFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.LooseDimensionFailures
See Also
BuiltInFailures.LooseDimensionFailures Members
Autodesk.Revit.DB Namespace